[
	{
		"En": {
			"cookies": {
				"title": "Use of Cookies",
				"text": "This website uses cookies to provide you with an enhanced experience. Cookies are small text files that are stored in your browser and help us remember your preferences and improve our site. By clicking 'Accept,' you agree to the use of all cookies on our website. You can change your cookie preferences at any time from your browser settings. For more information on how we use cookies, please refer to our",
				"link": "Privacy Policy.",
				"acceptAll": "Accept",
				"decline": "Decline"
			},
			"privacy": {
				"title": "Privacy Policy Statement for Customers",
				"intro": "At Foodys.app, we value and respect your privacy. This Privacy Policy describes how we collect, use, disclose, and protect the personal information you provide to us or that we collect from you while visiting our website. By using our website, you agree to the terms and conditions of this Privacy Policy.",
				"collectTitle": "Personal information we collect",
				"collectText": "We may collect personally identifiable information, such as your name, email address, and other information you voluntarily provide when registering on our site or completing forms. We may also collect information about your use of our website through cookies and similar technologies.",
				"useTitle": "How we use personal information",
				"useText": "We use the collected information to provide and improve our services, personalize your experience on our website, and send you relevant communications. We may also use the information for analysis purposes and to comply with applicable laws and regulations.",
				"disclosureTitle": "Disclosure of personal information",
				"disclosureText": "We will not share your personal information with third parties, except when necessary to provide the services requested by you or when legally obligated to do so.",
				"securityTitle": "Information Security",
				"securityText": "We implement security measures to protect your personal information against unauthorized access and misuse. However, please note that no transmission of data over the Internet is 100% secure, and we cannot guarantee the security of the information you send us.",
				"thirdTitle": "Third-Party Links",
				"thirdText": "Our website may contain links to third-party websites. We are not responsible for the privacy practices of those sites, and we recommend that you review the privacy policies of those sites before providing them with your personal information.",
				"changeTitle": "Changes to this Privacy Policy",
				"changeText": "We reserve the right to update or modify this Privacy Policy at any time. Any changes will be effective immediately upon posting on this page.",
				"footText": "If you have any questions or concerns about our Privacy Policies, please feel free to contact us through info@foodie.com or other means provided on our website.",
				"lastChange": "Last Updated:"
			},
			"terms": {
				"title": "Terms and Conditions of Use",
				"intro": "Welcome to Foodys.app. Before using our service, we ask you to carefully read the following Terms and Conditions, as they constitute a legal agreement between you and Foodys.app. By accessing and using our website, you agree to comply with these terms and conditions.",
				"useTitle": "Acceptable Use",
				"useText1": "By using our service, you agree to make appropriate and lawful use of it. You must not use the Foodys.app platform for illegal, defamatory, obscene, offensive, fraudulent purposes, or in any way that violates the rights of third parties.",
				"useText2": "Unauthorized access to protected areas of Foodys.app and alteration or modification of its content are prohibited.",
				"intellectualTitle": "Intellectual Property Rights",
				"intellectualText1": "All intellectual property rights of the content, design, and elements of Foodys.app, including texts, logos, graphics, images, videos, icons, and software, are the exclusive property of Foodys.app and are protected by copyright and intellectual property laws.",
				"intellectualText2": "Reproduction, distribution, modification, sale, or unauthorized use of any content or element protected by intellectual property rights on Foodys.app is expressly prohibited without prior written consent from Foodys.app.",
				"rollsTitle": "Roles and Responsibility",
				"rollsText1": "Foodys.app acts solely as an intermediary between food providers and Foodys.app users. We are not responsible for the quality, safety, or fulfillment of the products/services offered by providers.",
				"rollsText2": "Providers are responsible for the accuracy, quality, and fulfillment of the products/services they offer on Foodys.app.",
				"limitsTitle": "Limitation of Liability",
				"limitsText1": "The use of Foodys.app is at your own risk. Foodys.app shall not be liable for any direct, indirect, incidental, consequential, or special damages arising from the use or inability to use the service, including products/services offered by providers.",
				"limitsText2": "Foodys.app does not guarantee continuous, secure, or error-free availability of Foodys.app and reserves the right to modify or discontinue the service at any time without prior notice.",
				"qualityTitle": "Product and Service Quality",
				"qualityText1": "Providers are responsible for ensuring the quality, safety, and accuracy of the products/services offered.",
				"qualityText2": "If you have any concerns or issues with a product/service, we recommend contacting the provider directly to resolve it.",
				"returnsTitle": "Returns and Refunds",
				"returnsText1": "Return and refund policies are determined by each individual provider. Foodys.app has no control over providers' return policies.",
				"returnsText2": "In case of issues with an order, we recommend contacting the provider to resolve the matter.",
				"paymentsTitle": "Payments and Undelivered Orders",
				"paymentsText1": "Payments for orders are made through Foodys.app and are subject to the payment policies set by Foodys.app.",
				"paymentsText2": "In the event of a paid order not being delivered or meeting expectations, we recommend contacting the provider to resolve the issue.",
				"deliveriesTitle": "Deliveries",
				"deliveriesText1": "Providers are responsible for the delivery of products/services and must ensure compliance with delivery and safety standards.",
				"deliveriesText2": "Foodys.app shall not be responsible for delivery services provided by third parties or the providers themselves.",
				"sanctionsTitle": "Legal Sanctions for Fraud",
				"sanctionsText1": "Foodys.app will take legal action against any provider involved in fraudulent activities or scams.",
				"sanctionsText2": "If you have knowledge of any suspicious activity, please inform us immediately to take necessary actions.",
				"thirdTitle": "Third-Party Links",
				"thirdText1": "Foodys.app may contain links to third-party websites or services. These links are provided for your convenience, and Foodys.app has no control over the content or privacy policies of such sites.",
				"thirdText2": "By clicking on a link to a third-party site, you leave Foodys.app and accept that Foodys.app shall not be liable for any damages or losses resulting from the use of these external sites.",
				"changesTitle": "Modifications to the Terms and Conditions",
				"changesText1": "We reserve the right to modify or update these Terms and Conditions at any time. Any changes will take effect immediately upon publication on this page.",
				"changesText2": "We recommend periodically reviewing this section to stay informed of any modifications. Your continued use of Foodys.app after the publication of changes implies your acceptance of them.",
				"lawTitle": "Applicable Law",
				"lawText1": "These Terms and Conditions shall be governed and interpreted in accordance with the laws of the United States of America and the European Union. Any dispute arising from these terms shall be subject to the exclusive jurisdiction of the courts of each country.",
				"footer": "If you have any questions or concerns about these Terms and Conditions, please do not hesitate to contact us via info@foodie.com.",
				"thanks": "Thank you for using Foodys.app."
			}
		},
		"Es": {
			"cookies": {
				"title": "Uso de Cookies",
				"text": "Este sitio web utiliza cookies para brindarle una experiencia mejorada. Las cookies son pequeños archivos de texto que se almacenan en su navegador y nos ayudan a recordar sus preferencias y mejorar nuestro sitio. Al hacer clic en 'Aceptar', usted acepta el uso de todas las cookies en nuestro sitio web. Puede cambiar sus preferencias de cookies en cualquier momento desde la configuración de su navegador. Para obtener más información sobre cómo utilizamos las cookies, consulte nuestra",
				"link": "Política de Privacidad.",
				"acceptAll": "Aceptar",
				"decline": "No acepto"
			},
			"privacy": {
				"title": "Declaración de Políticas de Privacidad para clientes",
				"intro": "En Foodys.app, valoramos y respetamos su privacidad. Esta Política de Privacidad describe cómo recopilamos, utilizamos, divulgamos y protegemos la información personal que usted nos proporciona o que recopilamos de usted mientras visita nuestro sitio web. Al utilizar nuestro sitio web, usted acepta los términos y condiciones de esta Política de Privacidad.",
				"collectTitle": "Recopilación de Información",
				"collectText": "Podemos recopilar información personal identificable, como su nombre, dirección de correo electrónico y otra información que usted nos proporcione voluntariamente al registrarse en nuestro sitio o al completar formularios. También podemos recopilar información sobre su uso de nuestro sitio web a través de cookies y tecnologías similares.",
				"useTitle": "Uso de la Información",
				"useText": "Utilizamos la información recopilada para proporcionar y mejorar nuestros servicios, personalizar su experiencia en nuestro sitio web y enviarle comunicaciones relevantes. También podemos utilizar la información para fines de análisis y para cumplir con las leyes y regulaciones aplicables.",
				"disclosureTitle": "Divulgación de la Información",
				"disclosureText": "No compartiremos su información personal con terceros, excepto cuando sea necesario para proporcionar los servicios solicitados por usted o cuando estemos legalmente obligados a hacerlo.",
				"securityTitle": "Seguridad de la Información",
				"securityText": "Implementamos medidas de seguridad para proteger su información personal contra el acceso no autorizado y el uso indebido. Sin embargo, tenga en cuenta que ninguna transmisión de datos por Internet es 100% segura y no podemos garantizar la seguridad de la información que nos envía.",
				"thirdTitle": "Enlaces a Terceros",
				"thirdText": "Nuestro sitio web puede contener enlaces a sitios web de terceros. No somos responsables de las prácticas de privacidad de esos sitios y le recomendamos que revise las políticas de privacidad de esos sitios antes de proporcionarles su información personal.",
				"changeTitle": "Cambios en esta Política de Privacidad",
				"changeText": "Nos reservamos el derecho de actualizar o modificar esta Política de Privacidad en cualquier momento. Cualquier cambio entrará en vigencia inmediatamente después de su publicación en esta página.",
				"footText": "Si tiene alguna pregunta o inquietud sobre nuestras Políticas de Privacidad, no dude en contactarnos a través de info@foodie.com o por otros medios proporcionados en nuestro sitio web.",
				"lastChange": "Última actualización:"
			},
			"terms": {
				"title": "Términos y Condiciones de Uso",
				"intro": "Bienvenido a Foodys.app. Antes de utilizar nuestro servicio, te pedimos que leas detenidamente los siguientes Términos y Condiciones, ya que constituyen un acuerdo legal entre tú y Foodys.app. Al acceder y utilizar nuestro sitio web, aceptas cumplir con estos términos y condiciones.",
				"useTitle": "Uso Aceptable",
				"useText1": "Al utilizar nuestro servicio, te comprometes a hacer un uso adecuado y lícito del mismo. No deberás utilizar la plataforma Foodys.app con fines ilegales, difamatorios, obscenos, ofensivos, fraudulentos o de cualquier manera que viole los derechos de terceros.",
				"useText2": "Queda prohibido el acceso no autorizado a áreas protegidas de Foodys.app, así como la alteración o modificación de su contenido.",
				"intellectualTitle": "Derechos de Propiedad Intelectual",
				"intellectualText1": "Todos los derechos de propiedad intelectual del contenido, diseño y elementos de Foodys.app, incluyendo textos, logotipos, gráficos, imágenes, videos, iconos y software, son propiedad exclusiva de Foodys.app y están protegidos por las leyes de derechos de autor y propiedad intelectual.",
				"intellectualText2": "Queda expresamente prohibida la reproducción, distribución, modificación, venta o uso no autorizado de cualquier contenido o elemento protegido por derechos de propiedad intelectual en Foodys.app sin el consentimiento previo por escrito de Foodys.app.",
				"rollsTitle": "Roles y Responsabilidad",
				"rollsText1": "Foodys.app actúa únicamente como intermediario entre los proveedores de alimentos y los usuarios de Foodys.app. No somos responsables de la calidad, seguridad o cumplimiento de los productos/servicios ofrecidos por los proveedores.",
				"rollsText2": "Los proveedores son responsables de la exactitud, calidad y cumplimiento de los productos/servicios que ofrecen en Foodys.app.",
				"limitsTitle": "Limitación de Responsabilidad",
				"limitsText1": "El uso de Foodys.app es bajo tu propio riesgo. Foodys.app no será responsable de cualquier daño directo, indirecto, incidental, consecuente o especial que surja del uso o imposibilidad de uso del servicio, incluyendo los productos/servicios ofrecidos por los proveedores.",
				"limitsText2": "Foodys.app no garantiza la disponibilidad continua, segura o libre de errores de Foodys.app, y se reserva el derecho de modificar o discontinuar el servicio en cualquier momento sin previo aviso.",
				"qualityTitle": "Calidad de Productos y Servicios",
				"qualityText1": "Los proveedores son responsables de garantizar la calidad, seguridad y precisión de los productos/servicios ofrecidos.",
				"qualityText2": "Si tienes alguna preocupación o problema con un producto/servicio, te recomendamos que te comuniques directamente con el proveedor para resolverlo.",
				"returnsTitle": "Devoluciones y Reembolsos",
				"returnsText1": "Las políticas de devoluciones y reembolsos están determinadas por cada proveedor individual. Foodys.app no tiene control sobre las políticas de devolución de los proveedores.",
				"returnsText2": "En caso de problemas con un pedido, te recomendamos comunicarte con el proveedor para resolver el problema.",
				"paymentsTitle": "Pagos y Pedidos no Entregados",
				"paymentsText1": "Los pagos por pedidos se realizan a través de Foodys.app y están sujetos a las políticas de pago establecidas por Foodys.app.",
				"paymentsText2": "En caso de que un pedido pagado no se entregue o no cumpla con las expectativas, te recomendamos comunicarte con el proveedor para resolver el problema.",
				"deliveriesTitle": "Deliveries",
				"deliveriesText1": "Los proveedores son responsables de la entrega de los productos/servicios y deben asegurarse de cumplir con los estándares de entrega y seguridad.",
				"deliveriesText2": "Foodys.app no será responsable de los servicios de entrega realizados por terceros o por los propios proveedores.",
				"sanctionsTitle": "Sanciones Legales por Estafa",
				"sanctionsText1": "Foodys.app tomará medidas legales contra cualquier proveedor que esté involucrado en actividades fraudulentas o estafas.",
				"sanctionsText2": "Si tienes conocimiento de alguna actividad sospechosa, te pedimos que nos informes de inmediato para tomar las medidas necesarias.",
				"thirdTitle": "Enlaces a Terceros",
				"thirdText1": "Foodys.app puede contener enlaces a sitios web o servicios de terceros. Estos enlaces son proporcionados solo para tu conveniencia, y Foodys.app no tiene control sobre el contenido o las políticas de privacidad de dichos sitios.",
				"thirdText2": "Al hacer clic en un enlace a un sitio de terceros, abandonas Foodys.app y aceptas que Foodys.app no será responsable de ningún daño o pérdida resultante del uso de estos sitios externos.",
				"changesTitle": "Modificaciones a los Términos y Condiciones",
				"changesText1": "Nos reservamos el derecho de modificar o actualizar estos Términos y Condiciones en cualquier momento. Cualquier cambio se hará efectivo inmediatamente después de su publicación en esta página.",
				"changesText2": "Te recomendamos revisar periódicamente esta sección para estar al tanto de cualquier modificación. El uso continuado de Foodys.app después de la publicación de cambios implica tu aceptación de los mismos.",
				"lawTitle": "Ley Aplicable",
				"lawText1": "Estos Términos y Condiciones se regirán e interpretarán de acuerdo con las leyes de Estados Unidos de Norteamérica y la Unión Europea. Cualquier disputa que surja de estos términos será sometida a la jurisdicción exclusiva de los tribunales de cada país",
				"footer": "Si tienes alguna pregunta o inquietud sobre estos Términos y Condiciones, no dudes en contactarnos a través de info@foodie.com.",
				"thanks": "Gracias por utilizar Foodys.app."
			}
		},
		"De": {
			"cookies": {
				"title": "Verwendung von Cookies",
				"text": "Diese Website verwendet Cookies, um Ihnen ein verbessertes Erlebnis zu bieten. Cookies sind kleine Textdateien, die in Ihrem Browser gespeichert werden und uns dabei helfen, Ihre Einstellungen zu speichern und unsere Website zu verbessern. Durch Klicken auf 'Akzeptieren' stimmen Sie der Verwendung aller Cookies auf unserer Website zu. Sie können Ihre Cookie-Einstellungen jederzeit in den Einstellungen Ihres Browsers ändern. Weitere Informationen darüber, wie wir Cookies verwenden, finden Sie in unserer",
				"link": "Datenschutzerklärung.",
				"acceptAll": "Akzeptieren",
				"decline": "Ich lehne ab"
			},
			"privacy": {
				"title": "Datenschutzerklärung für Kunden",
				"intro": "Bei Foodys.app schätzen und respektieren wir Ihre Privatsphäre. Diese Datenschutzerklärung beschreibt, wie wir personenbezogene Informationen sammeln, verwenden, offenlegen und schützen, die Sie uns zur Verfügung stellen oder die wir von Ihnen während Ihres Besuchs auf unserer Website sammeln. Durch die Nutzung unserer Website akzeptieren Sie die Bedingungen dieser Datenschutzerklärung.",
				"collectTitle": "Informationssammlung",
				"collectText": "Wir können personenbezogene Daten wie Ihren Namen, Ihre E-Mail-Adresse und andere Informationen, die Sie freiwillig bei der Registrierung auf unserer Website oder beim Ausfüllen von Formularen angeben, sammeln. Wir können auch Informationen über Ihre Nutzung unserer Website über Cookies und ähnliche Technologien sammeln.",
				"useTitle": "Informationen verwenden",
				"useText": "Die gesammelten Informationen nutzen wir, um unsere Dienstleistungen bereitzustellen und zu verbessern, Ihr Erlebnis auf unserer Website zu personalisieren und Ihnen relevante Kommunikation zuzusenden. Wir können die Informationen auch für Analysezwecke und zur Erfüllung geltender Gesetze und Vorschriften verwenden.",
				"disclosureTitle": "Informationsoffenlegung",
				"disclosureText": "Wir geben Ihre personenbezogenen Informationen nicht an Dritte weiter, es sei denn, dies ist notwendig, um die von Ihnen angeforderten Dienstleistungen zu erbringen oder wenn wir gesetzlich dazu verpflichtet sind.",
				"securityTitle": "Informationssicherheit",
				"securityText": "Wir setzen Sicherheitsmaßnahmen ein, um Ihre personenbezogenen Informationen vor unbefugtem Zugriff und Missbrauch zu schützen. Bitte beachten Sie jedoch, dass keine Datenübertragung über das Internet zu 100% sicher ist und wir die Sicherheit der von Ihnen gesendeten Informationen nicht garantieren können.",
				"thirdTitle": "Links zu Dritten",
				"thirdText": "Unsere Website kann Links zu Websites von Dritten enthalten. Wir sind nicht verantwortlich für die Datenschutzpraktiken dieser Websites und empfehlen Ihnen, die Datenschutzrichtlinien dieser Websites zu überprüfen, bevor Sie ihnen personenbezogene Informationen zur Verfügung stellen.",
				"changeTitle": "Änderungen dieser Datenschutzerklärung",
				"changeText": "Wir behalten uns das Recht vor, diese Datenschutzerklärung jederzeit zu aktualisieren oder zu ändern. Jede Änderung tritt unmittelbar nach Veröffentlichung auf dieser Seite in Kraft.",
				"footText": "Wenn Sie Fragen oder Bedenken hinsichtlich unserer Datenschutzrichtlinien haben, zögern Sie nicht, uns über info@foodie.com oder andere auf unserer Website bereitgestellte Kontaktmöglichkeiten zu kontaktieren.",
				"lastChange": "Letzte Aktualisierung:"
			},
			"terms": {
				"title": "Nutzungsbedingungen",
				"intro": "Willkommen bei Foodys.app. Bevor Sie unseren Service nutzen, bitten wir Sie, die folgenden Nutzungsbedingungen sorgfältig zu lesen, da sie eine rechtliche Vereinbarung zwischen Ihnen und Foodys.app darstellen. Durch den Zugriff auf unsere Website und deren Nutzung stimmen Sie diesen Bedingungen zu.",
				"useTitle": "Zulässige Nutzung",
				"useText1": "Durch die Nutzung unseres Service verpflichten Sie sich, diesen angemessen und rechtmäßig zu nutzen. Sie dürfen die Plattform Foodys.app nicht für illegale, diffamierende, obszöne, beleidigende, betrügerische Zwecke oder in irgendeiner Weise, die die Rechte Dritter verletzt, verwenden.",
				"useText2": "Unbefugter Zugriff auf geschützte Bereiche von Foodys.app sowie die Veränderung oder Modifizierung des Inhalts sind untersagt.",
				"intellectualTitle": "Geistiges Eigentum",
				"intellectualText1": "Alle geistigen Eigentumsrechte an Inhalten, Design und Elementen von Foodys.app, einschließlich Texten, Logos, Grafiken, Bildern, Videos, Icons und Software, sind ausschließliches Eigentum von Foodys.app und durch Urheber- und geistige Eigentumsrechte geschützt.",
				"intellectualText2": "Die Vervielfältigung, Verbreitung, Modifizierung, Verkauf oder nicht autorisierte Nutzung von Inhalten oder Elementen, die durch geistige Eigentumsrechte auf Foodys.app geschützt sind, ist ausdrücklich ohne vorherige schriftliche Zustimmung von Foodys.app untersagt.",
				"rollsTitle": "Rollen und Verantwortlichkeiten",
				"rollsText1": "Foodys.app fungiert lediglich als Vermittler zwischen Lebensmittelanbietern und Foodys.app-Nutzern. Wir sind nicht verantwortlich für die Qualität, Sicherheit oder Erfüllung der von den Anbietern angebotenen Produkte/Dienstleistungen.",
				"rollsText2": "Die Anbieter sind verantwortlich für die Genauigkeit, Qualität und Erfüllung der Produkte/Dienstleistungen, die sie auf Foodys.app anbieten.",
				"limitsTitle": "Haftungsbeschränkung",
				"limitsText1": "Die Nutzung von Foodys.app erfolgt auf eigene Gefahr. Foodys.app haftet nicht für direkte, indirekte, zufällige, Folge- oder besondere Schäden, die aus der Nutzung oder Unmöglichkeit der Nutzung des Services, einschließlich der von den Anbietern angebotenen Produkte/Dienstleistungen, entstehen.",
				"limitsText2": "Foodys.app garantiert keine kontinuierliche, sichere oder fehlerfreie Verfügbarkeit von Foodys.app und behält sich das Recht vor, den Service jederzeit ohne Vorankündigung zu ändern oder einzustellen.",
				"qualityTitle": "Qualität der Produkte und Dienstleistungen",
				"qualityText1": "Die Anbieter sind verantwortlich für die Qualität, Sicherheit und Genauigkeit der angebotenen Produkte/Dienstleistungen.",
				"qualityText2": "Wenn Sie Bedenken oder Probleme mit einem Produkt/Dienstleistung haben, empfehlen wir Ihnen, sich direkt an den Anbieter zu wenden, um das Problem zu lösen.",
				"returnsTitle": "Rückgaben und Erstattungen",
				"returnsText1": "Rückgabe- und Erstattungsrichtlinien werden von jedem einzelnen Anbieter festgelegt. Foodys.app hat keine Kontrolle über die Rückgaberichtlinien der Anbieter.",
				"returnsText2": "Bei Problemen mit einer Bestellung empfehlen wir Ihnen, sich mit dem Anbieter in Verbindung zu setzen, um das Problem zu lösen.",
				"paymentsTitle": "Zahlungen und nicht gelieferte Bestellungen",
				"paymentsText1": "Zahlungen für Bestellungen werden über Foodys.app abgewickelt und unterliegen den Zahlungsrichtlinien von Foodys.app.",
				"paymentsText2": "Wenn eine bezahlte Bestellung nicht geliefert wird oder nicht den Erwartungen entspricht, empfehlen wir Ihnen, sich mit dem Anbieter in Verbindung zu setzen, um das Problem zu lösen.",
				"deliveriesTitle": "Lieferungen",
				"deliveriesText1": "Die Anbieter sind für die Lieferung von Produkten/Dienstleistungen verantwortlich und müssen die Liefer- und Sicherheitsstandards einhalten.",
				"deliveriesText2": "Foodys.app haftet nicht für Lieferdienste, die von Dritten oder den Anbietern selbst erbracht werden.",
				"sanctionsTitle": "Rechtliche Sanktionen bei Betrug",
				"sanctionsText1": "Foodys.app wird rechtliche Schritte gegen jeden Anbieter einleiten, der an betrügerischen oder betrügerischen Aktivitäten beteiligt ist.",
				"sanctionsText2": "Wenn Sie Kenntnis von verdächtigen Aktivitäten haben, bitten wir Sie, uns sofort zu informieren, um die erforderlichen Maßnahmen zu ergreifen.",
				"thirdTitle": "Links zu Dritten",
				"thirdText1": "Foodys.app kann Links zu Websites oder Diensten von Dritten enthalten. Diese Links dienen nur zu Ihrer Bequemlichkeit, und Foodys.app hat keine Kontrolle über den Inhalt oder die Datenschutzrichtlinien dieser Websites.",
				"thirdText2": "Durch Anklicken eines Links zu einer Website von Dritten verlassen Sie Foodys.app und akzeptieren, dass Foodys.app nicht für Schäden oder Verluste haftet, die durch die Nutzung dieser externen Websites entstehen.",
				"changesTitle": "Änderungen der Nutzungsbedingungen",
				"changesText1": "Wir behalten uns das Recht vor, diese Nutzungsbedingungen jederzeit zu ändern oder zu aktualisieren. Änderungen treten sofort nach ihrer Veröffentlichung auf dieser Seite in Kraft.",
				"changesText2": "Wir empfehlen Ihnen, diesen Abschnitt regelmäßig zu überprüfen, um über Änderungen informiert zu bleiben. Ihre fortgesetzte Nutzung von Foodys.app nach der Veröffentlichung von Änderungen bedeutet Ihre Zustimmung zu diesen Änderungen.",
				"lawTitle": "Geltendes Recht",
				"lawText1": "Diese Nutzungsbedingungen unterliegen den Gesetzen der Vereinigten Staaten von Amerika und der Europäischen Union und werden entsprechend ausgelegt. Alle Streitigkeiten aus diesen Bedingungen unterliegen der ausschließlichen Gerichtsbarkeit der Gerichte jedes Landes.",
				"footer": "Bei Fragen oder Bedenken zu diesen Nutzungsbedingungen können Sie uns gerne über info@foodie.com kontaktieren.",
				"thanks": "Vielen Dank, dass Sie Foodys.app nutzen."
			}
		}
	}
]
