[
	{
		"En": {
			"cookies": {
				"title": "Use of Cookies",
				"text": "This website uses cookies to provide you with an enhanced experience. Cookies are small text files that are stored in your browser and help us remember your preferences and improve our site. By clicking 'Accept,' you agree to the use of all cookies on our website. You can change your cookie preferences at any time from your browser settings. For more information on how we use cookies, please refer to our",
				"link": "Privacy Policy.",
				"acceptAll": "Accept",
				"decline": "Decline"
			}
				
		},
		"Es": {
			"cookies": {
				"title": "Uso de Cookies",
                "text":"Este sitio web utiliza cookies para brindarle una experiencia mejorada. Las cookies son pequeños archivos de texto que se almacenan en su navegador y nos ayudan a recordar sus preferencias y mejorar nuestro sitio. Al hacer clic en 'Aceptar', usted acepta el uso de todas las cookies en nuestro sitio web. Puede cambiar sus preferencias de cookies en cualquier momento desde la configuración de su navegador. Para obtener más información sobre cómo utilizamos las cookies, consulte nuestra",
                "link":"Política de Privacidad.",
                "acceptAll":"Aceptar",
                "decline":"No acepto"
				
			}
		},
		"De": {
			"cookies": {
				"title": "Verwendung von Cookies",
				"text": "Diese Website verwendet Cookies, um Ihnen ein verbessertes Erlebnis zu bieten. Cookies sind kleine Textdateien, die in Ihrem Browser gespeichert werden und uns dabei helfen, Ihre Einstellungen zu speichern und unsere Website zu verbessern. Durch Klicken auf 'Akzeptieren' stimmen Sie der Verwendung aller Cookies auf unserer Website zu. Sie können Ihre Cookie-Einstellungen jederzeit in den Einstellungen Ihres Browsers ändern. Weitere Informationen darüber, wie wir Cookies verwenden, finden Sie in unserer",
				"link": "Datenschutzerklärung.",
				"acceptAll": "Akzeptieren",
				"decline": "Ich lehne ab"
			}
			
		}
	}
]
